<?php
require_once("../utils/include.php");
?>
<?php
use RzSDK\URL\SiteUrl;
use RzSDK\Site\Link\SiteLinkUtils;
?>
<?php
$baseUrl = SiteUrl::getBaseUrl();
$projectRootUrl = dirname($baseUrl);
//echo $baseUrl;
$siteLinkUtils = new SiteLinkUtils($projectRootUrl);
$siteLink = $siteLinkUtils->getSiteLink();
?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
    <title>Nalanda University</title>
    <link href="<?= $projectRootUrl; ?>/css/style.css"  rel="stylesheet" type="text/css" charset="utf-8">
</head>
<body>
<table cellspacing="0" cellpadding="0" width="100%" class="main-body-table">
    <tr>
        <td class="main-side-bar-menu"><?= $siteLink; ?></td>
        <td class="main-body-container">
            <table cellspacing="0" cellpadding="0" class="content-body-container">
                <tr class="page-title-header">
                    <td class="page-title-header">
                        <?= !empty($_GET["page-title"]) ? $_GET["page-title"] : ""; ?>
                    </td>
                </tr>
                <tr>
                    <td>
                    <p>[0-9|:|,|\-|>]+<br />[\s|\r\n|\r|\n]+</p>
                        <!--<p class="header">নালন্দা ইউনিভার্সিটি</p>-->
                        <p>
                            ইখতিয়ারউদ্দীন মুহাম্মাদ বখতিয়ার খলজী নালন্দাকে ধ্বংস করেননি। শুধু তাই নয়, অন্য কোন ভাবেও; বখতিয়ার খলজী নালন্দাকে ধ্বংস করেননি। ধ্বংস করা তো বহু দূরের কথা, বখতিয়ার খলজী, নালন্দাতে স্পর্শ পর্যন্ত করেননি। এবং বিশ্বাস করুন, আমি একটুও বাড়িয়ে বলছি না। এমন কোন তথ্য, প্রমাণিক দলিল পত্র কোথাও পাওয়া যায়নি; যেখানে বলা হয়েছে যে, নালন্দাকে বখতিয়ার খলজী জ্বালিয়ে ধ্বংস করেছে বা কোনভাবে ধ্বংস করেছে। Not a single one. তাহলে এই মিথের উৎস কি? এই মিথের জন্য ৩টি উৎস বা সূত্রের কথা উল্লেখ করা হয়। আর সেই ৩টি উৎসের সাথে কোনভাবেই বখতিয়ার খলজী সম্পর্ক পাওয়া যায় না।
                        </p>
                        <p>
                            সব থেকে বেশি উল্লেখিত প্রথম সূত্রটি হল, ত্ববাকত-ই-নাসিরী। মিনহাজ-ই-সিরাজ বা মিনহাজ আল-সিরাজ লিখেছেন। পূর্ণ নাম আবু উসমান মিনহাজউদ্দিন বিন সিরাজউদ্দিন। মিনহাজ পেশায় একজন কাজী বা বিচারক ছিলেন। সুলতান আল-তামাশ বা সুলতান ইলতুতমিশ বিচারকের দায়িত্ব পালন করেন। তখন থেকেই তিনি, দিল্লির সুলতানদের ইতিহাস লিপিবদ্ধ করতে শুরু করেন। আর তা-ই ফারসি কিতাব ত্ববাকত-ই-নাসিরী হিসাবে পরিচিত।
                        </p>
                        <p>
                            ত্ববাকত-ই-নাসিরী - তে, দিল্লির সাম্রাজ্য ছাড়াও আরো অনেক সাম্রাজ্যের কথা উল্লেখ পাওয়া যায়। যেমন ইরান, মিশর প্রভৃতি সাম্রাজ্য। মিনহাজ-ই-সিরাজ ১২৬০ খ্রিস্টাব্দে তার বইটি শেষ করেন। তারপর তৎকালীন দিল্লির সুলতান, সুলতান নাসিরউদ্দিনের কাছে উপস্থাপন করেন। এজন্য একে "ত্ববাকত-ই-নাসিরী" বলা হয়। "ত্ববাকত" অর্থাৎ বায়োগ্রাফিক্যাল ডিকশনারি। তাহলে ত্ববাকত-ই-নাসিরী তে বখতিয়ার খিলজি-কে নিয়ে কি লেখা হয়েছে। আর এই খিলজি কে ছিলেন?
                        </p>
                        <p>
                            মিনহাজ মানে মিনহাজ-ই-সিরাজ বা মিনহাজ আল-সিরাজ লিখেছেন যে, বখতিয়ার খিলজি; মুহাম্মদ ঘুরীর দরবারে নিযুক্ত ছিলেন। জ্বী, হ্যাঁ! সেই মুহাম্মদ ঘুরী, যিনি পৃথ্বীরাজ চৌহানকে; তরাইনের যুদ্ধে পরাজিত করেছিলেন। মুহাম্মদ ঘুরীর দরবার ছেড়ে সে হিন্দুস্থানে আসেন। আরও সুনির্দিষ্ট করে বললে, দিল্লিতে আসেন। বখতিয়ার খিলজি এখানে কাজ না পেয়ে বাদাইন (Badain) চলে যান। সেখানে ইকতিদার (Iqtidar), তাকে কাজ দেন।
                        </p>
                        <p>
                            এখানে কিছুদিন কাজ করার পর, তিনি আওধের (Awadh) রাজত্বে (principality) কাজ করা শুরু করেন। আর এখানে বখতিয়ার খিলজি কর্মরত থাকার সময়, তিনি একটা অভিযান চালান।
                            এটি সেই, সবচেয়ে গুরুত্বপূর্ণ ঘটান। মিনহাজ-ই-সিরাজ লিখেছেন যে, বখতিয়ার খিলজি - কিলা-ই-বিহার আক্রমণ করেন। বিহারের দুর্গ আক্রমণ করেন। কিলা-ই-বিহার ই এক্সাক্ট স্থান। আপনারা যারা ফার্সি জানেন তাদের জন্য, ফারসি স্ক্রিনশট দেওয়া হলো।
                        </p>
                    </td>
                </tr>
            </table>
        </td>
    </tr>
</table>
</body>
</html>