<?php
require_once("../utils/include.php");
?>
<?php
use RzSDK\URL\SiteUrl;
use RzSDK\Site\Link\SiteLinkUtils;
?>
<?php
$baseUrl = SiteUrl::getBaseUrl();
$projectRootUrl = dirname($baseUrl);
//echo $baseUrl;
$siteLinkUtils = new SiteLinkUtils($projectRootUrl);
$siteLink = $siteLinkUtils->getSiteLink();
?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
    <title>Nalanda University</title>
    <link href="<?= $projectRootUrl; ?>/css/style.css"  rel="stylesheet" type="text/css" charset="utf-8">
</head>
<body>
<table cellspacing="0" cellpadding="0" width="100%" class="main-body-table">
    <tr>
        <td class="main-side-bar-menu"><?= $siteLink; ?></td>
        <td class="main-body-container">
            <table cellspacing="0" cellpadding="0" class="content-body-container">
                <tr class="page-title-header">
                    <td class="page-title-header"><?= !empty($_GET["page-title"]) ? $_GET["page-title"] : ""; ?></td>
                </tr>
                <tr>
                    <td>
                        <p>[0-9|:|,|\-|>]+<br />[\s|\r\n|\r|\n]+</p>
                        <!--<p class="header">নালন্দা ইউনিভার্সিটি</p>-->
                        <p>
                            বড়ো মাপের একজন ভিলেন আসলো, এসে আগুন দিলো; মানুষের মধ্যে বিশৃঙ্খলার শুরু, তারপর চারদিকে নিঃশ্চুপ, নিস্তব্ধতা। হচ্ছেটা কি? লক্ষ্মণ! লড়, ভাই ওর সাথে। সোশ্যাল মিডিয়ায় প্রচারিত সবচেয়ে বড়, সর্বাধিক প্রচারিত, প্রতিষ্ঠিত ও জনপ্রিয় মিথ। দৈবিক ভাবে প্রাপ্ত, দৈবিক মিথ। বিধাতার দেওয়া রাজকীয় মিথ। যে, তারা শপথ নিয়ে মিথ্যা বলে; মানুষকে বিভ্রান্ত করবে, সিদ্ধি প্রাপ্ত হয়ে; অবশ্যই এর বদলা নেবে। ইখতিয়ারউদ্দীন মুহাম্মাদ বখতিয়ার খলজী নালন্দা ধ্বংস করেন। এক ধাক্কা, আরো মারো; এই মিথকেও ভেঙে ফেলো। কোন এক সকালে উঠে, মুহাম্মাদ বখতিয়ার খলজী মর্নিং ওয়াক করতে বের হয়; মর্নিং ওয়াক করতে করতে বাংলায় পৌঁছায়, তার মিনিট খানিক পর; বেঙ্গল- মুহাম্মাদ বখতিয়ার খলজী'র।
                        </p>
                        <p>
                            সোচানৈক হ্যাসদেব, ভক্ত ও অন্ধভক্তদের প্রিয় ইতিহাসবিদ। দ্বিতীয় মিথ হচ্ছে- নালন্দা তুর্কিরা জ্বালিয়ে দিয়েছে। তৃতীয় হচ্ছে, ব্রাহ্মণেরা নালন্দা জ্বালিয়েছে। জ্বি, হ্যা! ব্রাহ্মণেরা। ব্রাহ্মণেরা নালন্দা জ্বালিয়েছে। মার্কেটে প্রচারিত ও প্রচলিত ফেমাস মিড ডে মিথ। কিন্তু বাস্তবতা হচ্ছে, বখতিয়ার খিলজি নালন্দা জ্বালানো তো দূরের কথা হাতও লাগায়নি। সোশ্যাল মিডিয়া ইউনিভার্সিটির ভক্ত ও অন্ধ ভক্তের হার্ট ব্রেকিং সত্য। তাহলে আমরা জানবো, নালন্দাকে নিয়ে প্রচলিত ও প্রচারিত সব থেকে বড়ো তিনটা মিথ্যা বা মিথ নিয়ে।
                        </p>
                        <p>
                            নালন্দাকে নিয়ে তিনটা মিথ্যা বা মিথ হলো- নালন্দা বখতিয়ার খিলজি জ্বালিয়ে দিয়েছে। তুর্কিরা নালন্দা ধ্বংস করেছে। নালন্দা ব্রাহ্মণেরা ধ্বংস করেছে। তিনটাই মিথ বা মিথ্যা। শুরুতে জেনে নেই নালন্দা কি? নালন্দা একটি বৌদ্ধ বিহার ছিল। হ্যা, নালন্দা একটি বৌদ্ধ বিহার ছিল। এটা সর্বপ্রথম, গুপ্ত শাসকেরা; খ্রীস্টাব্দ ষষ্ঠ শতাব্দীতে নির্মান করেছিল। প্রত্নতাত্তিক ভাবেও, এমনই প্রমাণ পাওয়া যায়। সোশ্যাল মিডিয়াতে সর্বাধিক জনপ্রিয়, সর্বাধিক প্রচারিত ও প্রতিষ্ঠিত; দেবদত্ত রাজকীয় মিথ। ইখতিয়ারউদ্দীন মুহাম্মাদ বখতিয়ার খলজী নালন্দা ধ্বংস করেছে।
                        </p>
                        <p>
                            শুধু কি তাই! নালন্দাকে আগুনে জ্বালিয়ে ধ্বংস করেছে। এই মিথকে আরও পাকাপোক্ত করার জন্য একটা সময় কালও যোগ করেছেন, সোশ্যাল মিডিয়ার মিথ স্রষ্টারা। ১১৯৭ খ্রিস্টাব্দ। তো মিথ এ এটা প্রচার করা হয় যে, বখতিয়ার খলজী ১১৯৭ খ্রিস্টাব্দে; নালন্দাকে জ্বালিয়ে ধ্বংস করেছে। জ্বী না। সোশ্যাল মিডিয়া ইউনিভার্সিটির সব ভক্ত ও অন্ধভক্তের হৃদয়বিদারক ইতিহাস। বখতিয়ার খলজী তার পুরো নাম, ইখতিয়ারউদ্দীন মুহাম্মাদ বখতিয়ার খলজী। অনেকের কাছে তিনি মালিক গাজী হিসেবেও পরিচিত। কেউ কেউ তাকে বখতিয়ার খলজী, আবার কেউ তাকে বখতিয়ার খিলজী নামেও ডাকতেন। তার আসল নাম মোহাম্মাদ। বাবার নাম বখতিয়ার এবং উপাধি ইখতিয়ারউদ্দীন। তিনি খলজী সম্প্রদায় ভুক্ত ছিলেন। এ কারণে তাকে ইখতিয়ারউদ্দীন মুহাম্মাদ বখতিয়ার খলজী নামেও ডাকা হয়।
                        </p>
                        <p></p>
                    </td>
                </tr>
            </table>
        </td>
    </tr>
</table>
<!--<div class="div-body-table">
    <div class="div-body-table-lef"><?php /*= $siteLink; */?></div>
    <div class="div-body-table-right">
        <p class="header">নালন্দা ইউনিভার্সিটি</p>
        <p>
            বড়ো মাপের একজন ভিলেন আসলো, এসে আগুন দিলো; মানুষের মধ্যে বিশৃঙ্খলার শুরু, তারপর চারদিকে নিঃশ্চুপ, নিস্তব্ধতা। হচ্ছেটা কি? লক্ষ্মণ! লড়, ভাই ওর সাথে। সোশ্যাল মিডিয়ায় প্রচারিত সবচেয়ে বড়, সর্বাধিক প্রচারিত, প্রতিষ্ঠিত ও জনপ্রিয় মিথ। দৈবিক ভাবে প্রাপ্ত, দৈবিক মিথ। বিধাতার দেওয়া রাজকীয় মিথ। যে, তারা শপথ নিয়ে মিথ্যা বলে; মানুষকে বিভ্রান্ত করবে, সিদ্ধি প্রাপ্ত হয়ে; অবশ্যই এর বদলা নেবে। ইখতিয়ারউদ্দীন মুহাম্মাদ বখতিয়ার খলজী নালন্দা ধ্বংস করেন। এক ধাক্কা, আরো মারো; এই মিথকেও ভেঙে ফেলো। কোন এক সকালে উঠে, মুহাম্মাদ বখতিয়ার খলজী মর্নিং ওয়াক করতে বের হয়; মর্নিং ওয়াক করতে করতে বাংলায় পৌঁছায়, তার মিনিট খানিক পর; বেঙ্গল- মুহাম্মাদ বখতিয়ার খলজী'র।
        </p>
        <p>
            সোচানৈক হ্যাসদেব, ভক্ত ও অন্ধভক্তদের প্রিয় ইতিহাসবিদ। দ্বিতীয় মিথ হচ্ছে- নালন্দা তুর্কিরা জ্বালিয়ে দিয়েছে। তৃতীয় হচ্ছে, ব্রাহ্মণেরা নালন্দা জ্বালিয়েছে। জ্বি, হ্যা! ব্রাহ্মণেরা; ব্রাহ্মণেরা নালন্দা জ্বালিয়েছে। মার্কেটে প্রচারিত ও প্রচলিত ফেমাস মিড ডে মিথ। কিন্তু বাস্তবতা হচ্ছে, বখতিয়ার খিলজি নালন্দা জ্বালানো তো দূরের কথা হাতও লাগায়নি। সোশ্যাল মিডিয়া ইউনিভার্সিটির ভক্ত ও অন্ধ ভক্তের হার্ট ব্রেকিং সত্য। তাহলে আমরা জানবো, নালন্দাকে নিয়ে প্রচলিত ও প্রচারিত সব থেকে বড়ো তিনটা মিথ্যা বা মিথ নিয়ে।
        </p>
    </div>
</div>-->
</body>
</html>